Repository: WPPlugins/metgis-weather
Catalog: lang/metgis-weather-*.po
Languages: de_de

source: Today
de_de: Heute

# PRECIPITATION_SHORT
source: PREC
de_de: NS

source: Precipitation
de_de: Niederschlag

# SNOW_SHORT
source: SNOW
de_de: SN

source: Snow
de_de: Neuschnee

# RAIN_SHORT
source: RAIN
de_de: RGN

# RAIN
source: Rainfall
de_de: Regenmenge

# HUMIDITY_SHORT
source: HUM
de_de: FEU

# HUMIDITY
source: Relative humidity
de_de: Relative Feuchte

# SUNDURATION_SHORT
source: SUN
de_de: SONNE

# SUNDURATION
source: Sunshine duration
de_de: Sonnenscheindauer

# SUNRISE_SHORT
source: RISE/SET
de_de: AUF, UNTG.

# SUNRISE
source: Sunrise and sunset
de_de: Sonnenauf- und -untergang

# DETAILEDLINK
source: Show detailed information
de_de: Detaillierte Wetterinfos anzeigen

source: MON
de_de: MO

source: TUE
de_de: DI

source: WED
de_de: MI

source: THU
de_de: DO

source: FRI
de_de: FR

source: SAT
de_de: SA

source: SUN
de_de: SO

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Sunday
de_de: Sonntag

# TITEL
source: Title
de_de: Titel

# KOORDINATENLATLON
source: Coordinates (latitude, longitude)
de_de: Koordinaten (geogr. Breite, Länge)

# HOEHE
source: Altitude
de_de: Seehöhe

# TAGEVORSCHAU
source: # Days Forecast
de_de: # Tage Vorschau

# NIEDERSCHLAGANZEIGEN
source: Show precipitation amount
de_de: Niederschlagsmenge anzeigen

# SCHNEEFALLANZEIGEN
source: Show fresh snow amount
de_de: Neuschneemenge anzeigen

# WINDANZEIGEN
source: Show wind
de_de: Wind anzeigen

# BESCHREIBUNGANZEIGEN
source: Show weather short description
de_de: Wetter-Kurzbeschreibung anzeigen

# TEMPERATURANZEIGEN
source: Show temperature
de_de: Temperatur anzeigen

# DETAILLINK
source: Show link to detailed forecast
de_de: Detail-Link anzeigen

# WETTERABHAENGIGERHINTERGRUND
source: Change background image according to weather
de_de: Wetterabhängiger Hintergrund

# WOCHENTAGEANZEIGEN
source: Show days of week, not date
de_de: Wochentage statt Datum

# KMSTATTMS
source: Show km/h, not m/s
de_de: km/h statt m/s

# FSTATTC
source: Show °F, not °C
de_de: °F statt °C

# TITELANZEIGEN
source: Show text as
de_de: Text anzeigen als

# ABKUERZUNGEN
source: Show text as: Abbreviations
de_de: Abkürzungen

# VOLLTEXT
source: Show text as: Full Text
de_de: Volltext

# ICONS
source: Show text as: Icons
de_de: Icons

# SCHRIFTFARBE
source: Text color
de_de: Schriftfarbe

# SCHRIFTSCHATTEN
source: Text shadow
de_de: Schriftschatten

# BACKGROUNDIMAGE
source: Custom background image
de_de: Eigenes Hintergrundbild

source: Select image
de_de: Bild auswählen

# USE_STANDARD
source: Use default
de_de: Standard verwenden

# PAGE_DETAIL
source: Detailed Information
de_de: Seite für Detail-Infos

# ICONSETVERWENDEN
source: Choose Icons
de_de: Icon-Set auswählen

# INCHSTATTM
source: Show inches+feet, not mm+cm+m
de_de: inches+feet statt mm+cm+m

# RAINFALLANZEIGEN
source: Show rainfall amount
de_de: Regenmenge anzeigen

# FEUCHTIGKEITANZEIGEN
source: Show relative humidity
de_de: Relative Feuchte anzeigen

# SONNENDAUERANZEIGEN
source: Show sunshine duration
de_de: Sonnenscheindauer anzeigen

# AUFUNTERGANGANZEIGEN
source: Show sunrise and sunset
de_de: Sonnenauf- und untergang anzeigen

# MAKELANDSCAPE
source: Landscape mode
de_de: Querformat-Modus

# PLUGINWIDTH
source: Width of widget in pixels (optional)
de_de: Widget-Breite in Pixeln (optional)

# METGISINFO
source: powered by MetGIS
de_de: Daten von MetGIS

source: Date Format
de_de: Datumsformat

source: Time Format
de_de: Zeitformat

# CALLLIMIT
source: Up to 3000 calls per month included.
de_de: Bis zu 3000 Aufrufe pro Monat inkludiert

# BGNOTICE
source: Note: This option replaces your custom background image
de_de: Hinweis: Diese Option ersetzt das eigene Hintergrundbild

# PAGEDETAIL_INFO
source: Select page to show detailed information
de_de: Wählen Sie die Seite, auf der detaillierte Informationen angezeigt werden sollen.
